Repository: Fonta1n3/TripKey
Catalog: *.lproj/Localizable.strings
Languages: hi, id

source: You haven't added any places yet.
hi: आपने कोई स्थान अब तक नहीं जोड़ा है.
id: Anda belum menambahkan tempat.

source: To add a place go to the map and find a place then save it, or press the map to a drop a pin.
hi: एक जगह जोड़ने के लिए नक़्शे पे जाए, जगह ढूंढे और सेव करें या किसी पिन को ड्रॉप करने के लिए नक्शे को दबाएं
id: Untuk menambahkan tempat, buka peta dan cari tempat, lalu simpan, atau tekan area pada peta untuk menambahkan tanda.

source: There is no internet connection.
hi: इन्टरनेट कनेक्शन परिसेवा से बहार है.
id: Tidak ada koneksi internet.

source: Please connect to be able to use all the functionality.
hi: कृपया सभी कर्यचाम्त्ता का उपयोग करने में सक्षम होने के लिए कनेक्ट करे .
id: Harap sambungkan untuk dapat menggunakan seluruh fitur.

source: Tap the search icon to search googles database for any place, business, or location. The search results are based on wherever your map is centered.
hi: गूगल डाटाबेस पे किसी भी जगह, व्यवसाय, या स्थान का खोज करने के लिए सर्च आइकॉन पे टैप करें. वह सर्च रिजल्ट उसी जगह पर आधारित होता है जहाँ पे आपका मानचित्र आधारित है.
id: Tekan ikon pencarian untuk mencari di basis data google mengenai tempat, bisnis, atau lokasi. Hasil pencarian adalah berdasarkan di mana peta Anda difokuskan

source: Tap the "Find Places" button to search for places by category. You may choose from a number of categories, such as "Hospitals", "Places to Stay", "ATM" and many more. You'll then see your map populate with places, tap the place to get more options. You'll instantly be able to save, call, visit website, see photos, see reviews, get directions and share that place.
hi: शरेणी के आधार पे सर्च करने के लिए "स्थान खोजें" बटन पर टैप करें. आप कई श्रेणी में चुन सकते हैं, जैसे की "अस्पताल", "रहने की जगह", "एटीएम" और कई अन्य. फिर आप देखेंगे की आपका मानचित्र स्थानों से भर गया है, स्थानों पर टैप करने से आपको विकल्प मिलेंगे. आप तुरंत ही सेव, कॉल, वेबसाइट पर जाने, तस्वीरें देखने, समीक्षा देखने, दिशा निर्देश पाने एवम् स्थान को साझा करने में सक्षम होंगे.
id: Tekan tombol "Find Places" untuk mencari tempat berdasarkan kategori. Anda dapat memilih dari banyak kategori, seperti "Hospitals", "Places to Stay", "ATM" dan masih banyak lagi. Anda akan melihat peta Anda dipenuhi oleh tempat-tempat, tekan satu tempat untuk melihat opsi yang tersedia. Anda akan dapat dengan mudah menyimpan, menhubungi, mengunjungi situs, melihat foto, melihat ulasan, mendapatkan petunjuk arah, dan membagikan tempat tersebut.

source: Tap the "Street View" button to see the street view for the center point of your map.
hi: अपने मानचित्र के केंद्रबिंदु पर सड़क देखने के लिए "मार्गदर्शन" बटन पर टैप करें.
id: Tekan tombol "Street View" untuk melihat secara street view dari bagian pusat di peta Anda

source: Tap "Add a Place" or simply press the map to add a pin which you can then save. This place will be saved to "Your Places" until you delete it. You will always instantly be able to access this place in "Your Places" and get directions, call, visit website, share, categorize and then search by filters.
hi: "स्थान जोड़े" बटन पर टैप या मानचित्र को दबाके आप पिन जोड़ सकते हैं जो की आप सेवे कर सकते हैं. यह स्थान "आपके स्थान" में सेव हो जाएगा जब तक आप उसे मिटा ना दें. आप बिना कोई पल गवाए उस स्थान को "आपके स्थान " में देख सकते हैं एवं दिशा निर्देश, कॉल, वेबसाइट पर जाने, साझा करने में, श्रेणीबद्ध करने में स्क्षम हो पायेंग और उसके बाद फिल्टर्स का इस्तेमाल करके सर्च कर सकते हैं.
id: Tekan "Add a Place" atau cukup tekan peta untuk menambahkan tanda yang dapat Anda simpan. Tempat tersebut akan tersimpan di "Your Places" sampai Anda menghapusnya. Anda akan dapat dengan mudah mengakses tempat ini di "Your Places" dan mendapatkan petunjuk arah, menghubungi, mengunjungi situs, membagikan, mengategorikan, dan mencari berdasarkan penyaringan.

source: Tap the "My Places" button to instantly access all your saved and added places. You can then share, get directions, call, visit website, see reviews and photos, copy and paste the address and coordinates or tap the map button to see that place on the map.
hi: अपने सेव किए हुए स्थानों और जोड़े गए स्थानों तक पहुचने के लिए "मेरे स्थान" बटन पर टैप करें. फिर आप साझा कर सकते हैं, निर्देश प्राप्त कर सकते हैं, फोन कर सकते हैं, वेबसाइट पर जा सकते हैं, समीक्षा और तस्वीरें देख सकते हैं, नक्शे पर उस स्थान को देखने के लिए पते और निर्देशांक को कॉपी और पेस्ट करें या नक्शा बटन पर टैप कर सकते हैं.
id: Tekan tombol "My Places" untuk dengan mudah mengakses seluruh data tempat yang Anda simpan. Anda kemudian dapat membagikan, mendapatkan petunjuk arah, menghubungi, mengunjungi situs, melhat ulasan dan foto, menggandakan alamat dan koordinat atau tekan tombol peta untuk melihat tempat tersebut di peta.

source: Tap the "Flights" button to see a table of your flights and to add flights. When you add a flight TripKey gives you a beautifully simple itinerary with all the information you'll need for your flight, Tripkey can tell you your gate, terminal, departure times, delays, cancellations, redirected flights, incidents etc.. and gives you a handy countdown till takeoff and arrival, perfect for picking someone up from the airport or tracking a loved ones flight for a piece of mind. You will also get notifications so that you don't forget about your flight.
hi: अपनी उड़ानों की टेबल और उड़ानें जोड़ने के लिए "उड़ान" बटन पर टैप करें. जब आप उड़ान जोड़ते हैं, ट्रिपकीय आपको एक सहज यात्रा कर्यकतम प्रदान करती है जिसमे सभी जानकारी रहती है जो आपको उड़ान भरते समय चाहिए, ट्रिपकिय आपको गेट, टर्मिनल, प्रस्थान का समय, किसी प्रकार का विलंब, रद्दीकरण, पुनर्निर्देशित उड़ानें, घटनाये इत्यादि के बारे में बताता है एवम् टेकऑफ और आगमन तक काम का उलटी गिनती भी देता है. हवाई अड्डे से किसी को लाने अथवा किसी प्रियजन के उड़ान की खबर रखने के लिए उत्तम एप्लीकेशन है. अप्प अपनी उड़ान को ना भूले इसलिए आपको सूचनाये भी प्राप्त होंगी.
id: Tekan tombol "Flights" untuk melihat dan menambahkan penerbangan Anda. Ketika Anda menambahkan sebuah penerbangan, TripKey akan memberikan Anda dokumen rencana perjalanan berisi seluruh informasi yang Anda butuhkan terkait penerbangan Anda, Tripkey dapat memberitahukan Anda terkait gate, terminal, waktu keberangkatan, penundaan, pembatalan, penerbangan yang dialihkan, kecelakaan, dll.. dan memberikan Anda perhitungan mundur sebelum keberangkatan dan kedatangan,cocok untuk menjemput orang di bandara atau memantau penerbangan orang terdekat Anda, sehingga pikiran Anda bisa tenang. Anda juga akan mendapatkan notifikasi, sehingga Anda tidak akan lupa dengan penerbangan Anda.

source: Tap the "Community" button to see all the TripKey users that you are following. Following a user on TripKey allows you to easily share places, share flights, share your location with specified users and get directions to that user. All with a quick tap.
hi: ट्रिपकिय आपको आसानी से अपने स्थानों, उड़ानों, लोकेशन को निर्दिष्ट उपयोगकर्ता के साथ साझा करने की एवम् उनसे दिशा निर्देश लेने की अनुमति देता है. यह सब एक आसान टैप से. ट्रिपकिय के उन यूजर को देखने के लिए जिन्हें आप फॉलो कर रहे हैं, "समुदाय" बटन पर टैप करें. किसी यूजर को फॉलो करने से ट्रिपकिय आपको अपने स्थानों, उड़ानों, लोकेशन को निर्दिष्ट उपयोगकर्ता के साथ साझा करने की एवम् दिशा निर्देश पाने की अनुमति देता है. यह सब एक आसान टैप से.
id: Tekan tombol "Community" untuk meihat seluruh pengguna TripKey yang Anda ikuti. Mengikuti seorang user di TripKey memudahkan Anda untuk berbagi tempat, jadwal penerbangan, lokasi, dan mendapatkan petunjuk arah ke pengguna tersebut. Semuanya dalam beberapa kali tekan saja.

source: location
hi: स्थान
id: lokasi

source: Photos Loading
hi: तस्वीरें लोड हो रही हैं
id: Memuat foto

source: Purchasing
hi: क्रय
id: Sedang Membeli

source: Restoring
hi: बहाल
id: Sedang Memulihkan

source: Getting Flight Info
hi: विमान की जानकारी प्राप्त हो रही है
id: Mendapatkan informasi penerbangan

source: Adding Place
hi: जगह जोड़ना
id: Menambahkan Tempat

source: Open
hi: खुला
id: Buka

source: Closed
hi: बंद
id: Tutup

source: Rating:
hi: रेटिंग:
id: Nilai:

source: out of 5
hi: कुल ५ में से
id: dari 5

source: Finding Places
hi: जगह खोजना
id: Mencari Tempat

source: Finding
hi: खोजना
id: Sedang Mencari

source: Hours Of Operation
hi: प्रचालन का समय
id: Jam Operasional

source: Close
hi: बंद करें
id: Tutup

source: Reviews
hi: समीक्षा
id: Ulasan

source: Place Country:
hi: देश रखें
id: Negara

source: Place State:
hi: राज्य रखें
id: Provinsi

source: Place City:
hi: शहर रखें
id: Kota

source: Place Latitude
hi: अक्षांश रखें
id: Lintang

source: Place Longitude
hi: देशान्तर रखें
id: Bujur

source: Place Notes:
hi: टिप्पणियाँ रखें
id: Catatan

source: Address:
hi: पता:
id: Alamat:

source: Coordinates:
hi: निर्देशांक:
id: Koordinat:

source: Edit Place Info
hi: जगह जानकारी संपादित करें
id: Ubah Informasi Tempat

source: Save Type
hi: प्रकार सेव करें
id: Simpan Jenis

source: Save Notes
hi: टिप्पणियाँ सेव करें
id: Simpan Catatan

source: with
hi: साथ में
id: dengan

source: departs
hi: प्रस्थान
id: berangkat

source: on
hi: पर
id: pada

source: and arrives in
hi: और आगमन समय है
id: dan tiba di

source: Please tap to add.
hi: कृपया जोड़ने के लिए टैप करें.
id: Tepuk untuk menambahkan.

source: Departed
hi: प्रस्थान कर चुका

source: Departing in
hi: में प्रस्थान
id: Berangkat di

source: Flight time
hi: विमान का समय
id: Waktu penerbangan

source: Arrived at gate
hi: गेट पर पहुंचा
id: Tiba di gerbang

source: Arriving in
hi: आने वाली है
id: Tiba di

source: Distance
hi: दूरी
id: Jarak

source: Terminal
hi: टर्मिनल

source: Gate
hi: गेट
id: Gerbang

source: Baggage
hi: सामान
id: Bagasi

source: Your Location
hi: आपका स्थान
id: Lokasi Anda

source: Get Directions
hi: दिशानिर्देश प्राप्त करें
id: Dapatkan petunjuk

source: Tap the "Add Users" button to see which users you are following and unfollow users. Here you will also be able to search for new users by tapping the search button and typing a valid username (usernames are case sensitive).
hi: यह देखने के लिए की कौन से यूजर्स को आप फॉलो कर रहे हैं एवम उन्हें अनफॉलो करने के लिए "ऐड यूजर्स" बटन पर टैप करें (यूजरनेम केस सेंसिटिव होते हैं).
id: Tekan tombol "Add Users" untuk melihat pengguna yang Anda ikuti dan untuk berhenti mengikuti mereka. Di sini, Anda juga dapat mencari pengguna baru dengan menekan tombol pencarian dan mengetik nama pengguna yang valid (nama pengguna dipengaruhi oleh huruf kapital).

source: Tap the "My Profile" button to see your profile, edit your profile and change your profile picture.
hi: अपने प्रोफ़ाइल को देखने, उसे संपादित करने एवम अपना प्रोफ़ाइल चित्र बदलने के लिए "माई प्रोफ़ाइल" बटन पर टैप करें.
id: Tekan tombol "My Profile" untuk melihat profil Anda, mengubah profil Anda, dan mengganti foto profil Anda.

source: has not shared their location with you
hi: ने अपना स्थान आपके साथ साझा नहीं किया है
id: belum membagikan lokasi mereka dengan Anda

source: must go tap "Share Your Location" in Community to turn the permission on
hi: अनुमति को चालू करने के लिए समुदाय में जाके "स्थान साझा करें" पर टैप करें
id: Harus menekan tombol "Share Your Location" pada menu Komunitas untuk memberikan izin

source: Scheduled
hi: अनुसूचित
id: Dijadwalkan

source: Diverted
hi: बँट
id: Dialihkan

source: Not Operational
hi: परिचालन में नहीं
id: Tidak beroperasi

source: Redirected
hi: पुनः निर्देशित
id: Dialihkan

source: Unknown
hi: अनजान
id: Tidak diketahui

source: Cancelled
hi: रद्द
id: Dibatalkan

source: Arriving at gate in
hi: में गेट पर पहुँचने वाली है
id: Tiba di gerbang dalam

source: Landing in
hi: में लेंड होने वाली है
id: Mendarat dalam

source: Flight landed
hi: विमान उतरा
id: Penerbangan mendarat

source: Flight arrived at gate
hi: विमान गेट पर पहुँचा
id: Penerbangan tiba di gerbang

source: Departing gate in
hi: में गेट से प्रस्थान करेगी
id: Gerbang keberangkatan

source: Flight has departed
hi: विमान प्रस्थान कर चुकी है
id: Penerbangan telah berangkat

source: Flight took off
hi: विमान ने उड़ान ले ली
id: Penerbangan telah lepas landas

source: Tap the actions button to 1. See flight amenities, such as how much legroom the flight has, if your flight has WiFi, what entertainment system will be onboard, how often your flight is delayed, track prices, purchase flights, what kind of power points or charging stations will be in your seat. 2. Instantly get directions to your airport.
hi: कार्यों बटन को n n1 पर टैप करें. विमान की सुविधाएं देखें, जैसे कि विमान में लेगरूम कितनी है, क्या आपकी विमान में वाईफाई है, मनोरंजन सिस्टम क्या होगा, आपकी उड़ान कितनी बार देर होती है, कीमतों को ट्रैक करना, विमानों की खरीद करना, आपकी सीट में किस प्रकार के पॉवर पॉइंट्स या चार्जिंग स्टेशन होंगे. n n2 तुरन्त अपने हवाई अड्डे के लिए दिशानिर्देश प्राप्त करें.
id: Tekan tombol aksi untuk 1. Melihat fasilitas, seperti seberapa besar ruang kaki yang penerbangan tersebut miliki, ketersediaan WiFi di penerbangan Anda, hiburan apa saja yang tersedia, seberapa sering penerbangan tersebut terlambat, memantau harga, membeli tiket penerbangan, jenis stop kontak yang tersedia di kursi Anda. 2. Dapatkan petunjuk ke bandara secara instan.

source: Tap the call button to instantly call your airline.
hi: अपनी एयरलाइन को तुरन्त कॉल करने के लिए कॉल बटन पर टैप करें.
id: Tekan tombol panggil untuk menghubungi maskapai Anda.

source: Non-stop flight
hi: नॉन-स्टॉप विमान
id: Penerbangan non-stop

source: Flight
hi: विमान
id: Penerbangan

source: Choose an airline
hi: एक एयरलाइन चुनें
id: Pilih maskapai penerbangan

source: min
hi: कार्यवृत्त
id: menit

source: hr
hi: घण्टा
id: jam

source: miles
hi: मिलेस
id: Mil

source: km
hi: किलोमिटर

source: Nightlife / Alcohol
hi: रात्रिजीवन / मदिरा
id: Kehidupan Malam/Alkohol

source: Swipe left or right to go to the next place. Swipe up to see photos. Swipe down to close the place. Tap the map to see opening hours or place info. Press the map to see street view.
hi: अगले स्थान पर जाने के लिए बाएं या दाएं स्वाइप करें. फ़ोटो देखने के लिए ऊपर की ओर स्वाइप करें. स्थान को बंद करने के लिए नीचे स्वाइप करें. खोलने का समय या स्थान जानकारी देखने के लिए मानचित्र को टैप करें. सड़क दृश्य देखने के लिए मानचित्र दबाएं.
id: Gesek ke kiri atau kanan untuk menuju ke tempat berikutnya. Gesek ke atas untuk melihat foto. Gesek ke bawah untuk menutup tempat itu. Ketuk peta untuk melihat jam buka atau tempatkan info. Tekan peta untuk melihat tampilan jalan.

source: Backing Up
hi: उदभारण
id: Mengunggah

source: Flight Reminder for flight
hi: उड़ान के लिए उड़ान अनुस्मारक
id: Pengingat penerbangan untuk penerbangan

source: Your flight from
hi: से आपकी उड़ान
id: Penerbanganmu dari

source: is departing in 2 hours. Use TripKey to update your flight info
hi: 2 घंटे में प्रस्थान हो रहा है. अपनी उड़ान जानकारी अपडेट करने के लिए TripKey का उपयोग करें
id: berangkat dalam 2 jam. Gunakan TripKey untuk memperbarui info penerbangan Anda

source: is departing in 1 hour. The flight will board soon, check TripKey for updates.
hi: 1 घंटे में प्रस्थान हो रहा है. उड़ान शीघ्र ही बोलेगी, अद्यतनों के लिए TripKey की जांच करें.
id: berangkat dalam 1 jam. Penerbangan akan segera naik, cek TripKey untuk update.

source: is departing in 4 hours. Use TripKey to effortlessly get directions to the airport.
hi: 4 घंटे में प्रस्थान हो रहा है. हवाई अड्डे के लिए आसानी से निर्देश प्राप्त करने के लिए ट्रिपकी का उपयोग करें.
id: berangkat dalam 4 jam. Gunakan TripKey untuk dengan mudah mendapatkan petunjuk arah ke bandara.

source: Your passport is expiring in 6 months
hi: आपका पासपोर्ट 6 महीने में समाप्त हो रहा है
id: Paspor Anda akan habis dalam 6 bulan

source: Many countries will not allow you entry with less then 6 months to go on your passport, try and renew it as soon as possible.
hi: कई देश आपके पासपोर्ट पर जाने के लिए कम से कम 6 महीने तक प्रवेश की अनुमति नहीं देंगे, जितनी जल्दी हो सके अपने पासपोर्ट को नवीनीकृत करें.
id: Banyak negara tidak akan mengizinkan Anda masuk dengan kurang dari 6 bulan untuk meneruskan paspor Anda, perbaharui paspor Anda secepatnya.

source: Tap the "Near Me" button to zoom into your location.
hi: अपने स्थान में ज़ूम करने के लिए मेरे पास नल बटन टैप करें।
id: Ketuk tombol "Dekat Saya" untuk memperbesar lokasi Anda

source: is scheduled to be departing now.
hi: अब प्रस्थान होने जा रहा है।
id: dijadwalkan akan berangkat sekarang.

source: is scheduled to be landing now.
hi: अब लैंडिंग होने जा रहा है।
id: dijadwalkan mendarat sekarang.

source: Youv'e reached your limit of free flights.
hi: आप अपनी उड़ानों की सीमा तक पहुंच गए हैं।
id: Anda telah mencapai batas penerbangan gratis Anda.

source: You've already saved this place.
hi: आपने पहले से ही इस जगह को बचा लिया है
id: Anda sudah menyimpan tempat ini.

source: Add flights?
hi: उड़ानें जोड़ें?
id: Tambahkan penerbangan?

source: Flight Notifications
hi: उड़ान सूचनाएं
id: Pemberitahuan penerbangan
