Repository: Fonta1n3/TripKey
Catalog: *.lproj/Localizable.strings
Languages: hi, id

source: Log In
hi: लॉग इन करें
id: Masuk

source: Sign Up
hi: साइन इन करें
id: Daftar

source: Username
hi: उपयोगकर्ता नाम
id: Nama Pengguna

source: Password
hi: पासवर्ड
id: Kata Sandi

source: Already have an account?
hi: खाता पहले से है?
id: Sudah memiliki akun?

source: Don't have an account?
hi: खाता नहीं है?
id: Belum punya akun?

source: TripKey
hi: ट्रिपकीय

source: Find Places
hi: स्थान खोजें
id: Mencari

source: Street View
hi: मार्गदर्शन
id: Tampilan Jalan

source: Add a Place
hi: स्थान जोडें
id: Menambahkan

source: Leisure
hi: फुर्सत
id: Waktu Luang

source: Services
hi: सेवा
id: Jasa

source: Banking
hi: बैंक सेवा
id: Perbankan

source: Food
hi: आहार
id: Makanan

source: Nightlife
hi: रात्रिजीवन
id: Kehidupan Malam

source: Alcohol
hi: मदिरा
id: Alkohol

source: Transport
hi: परिवहन
id: Mengantar

source: Shops
hi: दुकानें
id: Toko

source: Outdoors
hi: बाहरी
id: Luar Ruangan

source: Public Places
hi: सार्वजनिक स्थल
id: Tempat umum

source: Government
hi: सरकार
id: Pemerintah

source: Health
hi: स्वास्थ्य
id: Kesehatan

source: Places to stay
hi: निवास
id: Tempat untuk menginap

source: Moving Company
hi: भ्रमणशील प्रतिष्ठान
id: Perusahaan Jasa Angkut Barang

source: Real Estate Agency
hi: रियल इस्टेट एजेंसी
id: Agen Perumahan

source: Cancel
hi: रद्द
id: Membatalkan

source: Spa
hi: स्पा

source: Amusement Park
hi: एम्यूजमेंट पार्क
id: Taman Hiburan

source: Aquarium
hi: एक्वेरियम
id: Akuarium

source: Art Gallery
hi: कला दीर्घा
id: Galeri kesenian

source: Bowling Alley
hi: बोलिंग एले
id: Arena Bowling

source: Casino
hi: जुआघर
id: Kasino

source: Movie Rental
hi: मूवी किराया
id: Penyewaan Film

source: Movie Theatre
hi: सिनेमाहाल
id: Bioskop

source: Zoo
hi: चिड़ियाखाना
id: Kebun Binatang

source: Travel Agency
hi: ट्रेवल एजेंसी
id: Agen Perjalanan

source: Accounting
hi: लेखा
id: Akuntansi

source: Electrician
hi: इलेक्ट्रीशियन
id: Montir listrik

source: Funeral Home
hi: श्मसानघाट
id: Rumah duka

source: General Contractor
hi: सामान्य ठेकेदार
id: Kontraktor Umum

source: Insurance Agency
hi: बीमा एजेंसी
id: Agen Asuransi

source: Laundry
hi: लौंड्री
id: Tempat Cuci Pakaian

source: Lawyer
hi: वकील
id: Pengacara

source: Locksmith
hi: ताला मिस्त्री
id: Tukang kunci

source: Painter
hi: चित्रकार
id: Pelukis

source: Plumber
hi: प्लम्बर
id: Tukang ledeng

source: Roofing Contractor
hi: रूफिंग कांट्रेक्टर
id: Kontraktor Atap

source: Storage
hi: भंडारण
id: Penyimpanan

source: Veterinary Care
hi: पशुसेवा
id: Klinik hewan

source: ATM
hi: एटीएम

source: Bank
hi: बैंक

source: Restaurant
hi: रेस्तरां
id: Restoran

source: Bakery
hi: बेकरी
id: Toko roti

source: Cafe
hi: कैफ़े
id: Kafe

source: Convenience Store
hi: उपयोगी भंडार
id: Toko serba-ada

source: Supermarket
hi: सुपरमार्केट
id: Pasar Swalayan

source: Meal Delivery
hi: मील डिलीवरी
id: Pengiriman makanan

source: Meal Takeaway
hi: मील टेकअवे
id: Makan dibawa pulang

source: Bar
hi: बार

source: Liquor Store
hi: वाइन शॉप
id: Toko minuman beralkohol

source: Night Club
hi: नाईट क्लब
id: Klub Malam

source: Airport
hi: हवाईअड्डा
id: Bandara

source: Bus Station
hi: बस अड्डा
id: Terminal

source: Subway Station
hi: सबवे अड्डा
id: Stasiun kereta bawah tanah

source: Taxi Stand
hi: टैक्सी स्टैंड
id: Stan Taksi

source: Train Station
hi: रेलवे स्टेशन
id: Stasiun kereta

source: Car Dealer
hi: कार डीलर
id: Penjual mobil

source: Car Rental
hi: कार रेंटल
id: Rental Mobil

source: Car Repair
hi: कार रिपेयर
id: Perbaikan Mobil

source: Car Wash
hi: कार सफाई
id: Mencuci mobil

source: Gas Station
hi: पेट्रोल पम्प
id: Pom Bensin

source: Parking
hi: पार्किंग
id: Parkir

source: Transit Station
hi: पारगमन स्टेशन
id: Stasiun Transit

source: Shopping Mall
hi: शॉपिंग मॉल
id: Pusat perbelanjaan

source: Bicycle Store
hi: बाईसाईंकिल स्टोर
id: Toko Sepeda

source: Book Store
hi: किताब की दुकान
id: Toko buku

source: Clothing Store
hi: कपड़े की दुकान
id: Toko pakaian

source: Department Store
hi: डीपार्टमेंटल स्टोर
id: Toko serba ada

source: Electronics Store
hi: इलेक्ट्रॉनिक्स की दुकान
id: Toko elektronik

source: Florist
hi: फूलवाला
id: Penjual bunga

source: Furniture Store
hi: फर्नीचर की दुकान
id: Toko Mebel

source: Hardware Store
hi: हार्डवेयर की दुकान
id: Toko perangkat keras

source: Homegoods Store
hi: किराने की दुकान
id: Toko Perabotan Rumah

source: Pet Store
hi: पेट स्टोर
id: Toko hewan

source: Shoe Store
hi: जूते की दुकान
id: Toko sepatu

source: Store
hi: दुकान/स्टोर
id: Toko

source: Campgrounds
hi: मैदान
id: Perkemahan

source: Park
hi: पार्क
id: Taman

source: RV Park
hi: कारवां पार्क
id: Taman Rekreasi Caravan

source: University
hi: महविद्यालय
id: Universitas

source: Post Office
hi: डाक खाना
id: Kantor Pos

source: School
hi: विद्यालय
id: Sekolah

source: Police
hi: पुलिस
id: POLISI

source: Cemetery
hi: कब्रगाह
id: Kuburan

source: Church
hi: गिरजाघर
id: Gereja

source: Hindu Temple
hi: मंदिर
id: Pura

source: Library
hi: पुस्तकालय
id: Perpustakaan

source: Mosque
hi: मस्जिद
id: Masjid

source: Museum
hi: संघ्रालय

source: Stadium
hi: स्टेडियम
id: Stadion

source: Synagogue
hi: अरधानालय
id: Sinagoga

source: City Hall
hi: सिटी हॅाल
id: Balai Kota

source: Courthouse
hi: कोर्टहाउस
id: Gedung pengadilan

source: Embassy
hi: दुतावास
id: Kedutaan

source: Fire Station
hi: दमकल केंद्र
id: Stasiun pemadam kebakaran

source: Local Government Office
hi: स्थानीय सरकारी कार्यालय
id: Kantor Pemerintah Daerah

source: Dentist
hi: दंत चिकित्सक
id: Dokter gigi

source: Doctor
hi: चिकित्सक
id: Dokter

source: Gym
hi: जिम
id: Gimnastik

source: Hair Care
hi: सलून
id: Perawatan Rambut

source: Beauty Salon
hi: ब्यूटी पार्लर
id: Salon kecantikan

source: Hospital
hi: अस्पताल
id: Rumah Sakit

source: Pharmacy
hi: दवाखाना
id: Farmasi

source: Physiotherapist
hi: फिसियोथेरेपिस्ट
id: Ahli fisioterapi

source: Add your place info
hi: अपने स्थान की जानकारी भरें
id: Tambahkan info tempat Anda

source: Place Name:
hi: स्थान का नाम
id: Nama tempat:

source: Place Address: (optional)
hi: पता (वैकल्पिक)
id: Alamat: (tidak wajib)

source: Place Phone Number:
hi: स्थानिय फ़ोन नम्बर
id: Nomor Telepon:

source: Place Website:
hi: स्थानिय वेबसाइट
id: Alamat Situs:

source: Place Type:
hi: स्थान का प्रकार
id: Jenis tempat:

source: Add
hi: जोड़े
id: Tambahkan

source: Other
hi: अन्य
id: Lain-lain

source: Place Category
hi: स्थान का वर्ग
id: Kategori Tempat

source: Is the place info correct?
hi: क्या स्थान की जानकारी सही है?
id: Apakah informasi terkait tempat ini sudah benar?

source: OK
hi: ठीक है
id: OKE

source: Community
hi: समुदाय
id: Komunitas

source: Share My Location
hi: मेरा लोकेशन शेयर करें
id: Bagikan Lokasi Saya

source: See Location
hi: लोकेशन देखें
id: Lihat lokasi

source: Share Flight
hi: फ्लाइट शेयर करें
id: Bagikan Penerbangan

source: Share Place
hi: स्थान शेयर करें
id: Bagikan Tempat

source: Add Users
hi: यूजर ऐड करें
id: Tambahkan Pengguna

source: My Profile
hi: मेरी प्रोफाइल
id: Profil saya

source: Allow
hi: अनुमति
id: Mengizinkan

source: Trip
hi: यात्रा
id: Perjalanan

source: Key
hi: चाभी
id: Kunci

source: Save
hi: सेव
id: Simpan

source: to see your location while you are using TripKey
hi: ट्रिपकीय इस्तेमाल करते समय अपना लोकेशन जानने के लिए
id: Untuk melihat lokasi Anda saat Anda menggunakan TripKey

source: You have not given
hi: आपने नहीं दिया
id: Anda belum memberikan

source: permission to see your location
hi: आपका लोकेशन जानने के लिए अनुमति
id: Izin untuk melihat lokasi Anda

source: will not be able to see your location, you can change the permission at any time.
hi: अपना लोकेशन देख नहीं पायेंगे, अनुमति कभी भी बदल सकते हैं.
id: Tidak akan dapat melihat lokasi Anda, Anda dapat mengubah izin tersebut kapan saja.

source: Location
hi: लोकेशन
id: Lokasi

source: Which map would you like to use?
hi: आप कौन सा मैप इस्तेमाल करना चाहेंगे?
id: Peta mana yang ingin Anda gunakan?

source: Choose Flight
hi: फ्लाइट चुनें
id: Pilih penerbangan

source: to
hi: से
id: ke

source: Choose Place
hi: स्थान चुने
id: Pilih tempat

source: Following
hi: फॉलो कर रहे हैं
id: Berikut

source: You unfollowed
hi: आपने अऩफॉलो किया
id: Kamu telah berhenti mengikuti

source: You are now following
hi: अबी आप फ़ॉलो कर रहे हैं
id: Anda sekarang mengikuti

source: Pull to Refresh
hi: रिफ्रेश करने के लिए खींचे
id: Tarik untuk Menyegarkan

source: You don't have permission to see
hi: आपको देखने की अनुमति नहीं है
id: Anda tidak memiliki izin untuk melihat

source: must go tap "Share Your Location" in Community to enable permission.
hi: जरुर टैप करें "अपना लोकेशन साझा करें" अनुमति में सक्षम होने के लिए समुदाय में.
id: harus menekan tombol "Berbagi Lokasi Anda" " di Komunitas untuk memberikan izin.

source: You have allowed
hi: आपने अनुमति दी है
id: Anda telah mengizinkan

source: to see your location.
hi: अपना लोकेशन देखने के लिए.
id: Untuk melihat lokasi Anda.

source: You can remove permission at any time.
hi: आप किसी भी समय अनुमति निकाल सकते हैं.
id: Anda dapat menghapus izin tersebut kapan saja.

source: Personal Details
hi: व्यक्तिगत विवरण
id: Data pribadi

source: Travel Vaccinations
hi: यात्रा टीकाकरण
id: Vaksinasi untuk Perjalanan

source: Emergency Contacts
hi: आपातकालीन संपर्क
id: Kontak darurat

source: Frequent Flyer Accounts
hi: लगातार हवाई सफ़र करने वाले का खाता
id: Akun frequent flyer

source: Edit
hi: संपादित करें
id: Ubah

source: Log Out
hi: लॉग आउट
id: Keluar

source: Choose an action
hi: एक कार्रवाई चुनें
id: Pilih sebuah tindakan

source: Change Profile Picture
hi: प्रोफाइल चित्र बदलें
id: Ganti Gambar Profil

source: Edit Personal Details
hi: व्यक्यिगत विवरण
id: Ubah Rincian Pribadi

source: Choose a Profile Picture
hi: प्रोफाइल चित्र चुनें
id: Pilih Gambar Profil

source: Upload
hi: अपलोड
id: Unggah

source: Next
hi: आगामी
id: Berikutnya

source: Delete Profile Picture
hi: प्रोफाइल चित्र हटाएँ
id: Hapus Gambar Profil

source: Profile Picture Posted!
hi: प्रोफाइल तस्वीर तैनात!
id: Gambar Profil Terpasang!

source: First Name
hi: पहला नाम
id: Nama depan

source: Surname
hi: सर नाम
id: Nama keluarga

source: Email
hi: ईमेल

source: Date of Birth
hi: जन्म की तारीख
id: Tanggal lahir

source: Gender
hi: लिंग
id: Jenis kelamin

source: Passport #
hi: पासपोर्ट #
id: Paspor #

source: Passport Expiry
hi: पासपोर्ट की समय सीमा समाप्त
id: Tanggal kadaluwarsa paspor

source: House / Apt #
hi: हॉउस अपार्टमेंट #
id: Rumah / Apartemen #

source: Street #2
hi: सड़क #2
id: jalan #2

source: City
hi: शहर;
id: Kota

source: State / Province
hi: राज्य प्रांत
id: Negara Bagian / Provinsi

source: Post Code
hi: पोस्ट कोड
id: Kode Pos

source: Country
hi: देश
id: Negara

source: Back
hi: वापस
id: Kembali

source: Error in form
hi: फोर्म में त्रुटी
id: Kesalahan dalam bentuk

source: Please enter an email.
hi: .कृपया एक ईमेल दर्ज करें
id: Silahkan masukkan alamat email.

source: Yellow Fever
hi: पीट ज्वर
id: Penyakit kuning

source: Add Vaccine
hi: वैक्सीन जोड़ें
id: Tambahkan Vaksin

source: Mobile Phone #
hi: मोबाईल फ़ोन #
id: Telepon genggam #

source: Home Phone #
hi: घर का फोन #
id: Telepon rumah #

source: Work Phone #
hi: कार्य फोन #
id: Telepon Kantor #

source: Facebook Name
hi: फेसबुक का नाम
id: Nama Facebook

source: Add Emergency Contact
hi: आपातकालीन संपर्क जोड़ें
id: Tambahkan Kontak Darurat

source: Add Frequent Flyer Account Number
hi: लगातार हवाई सफ़र करने वालो का खाता संख्या जोड़ें
id: Tambah Frequent Flyer Account Number

source: Add another emergency contact
hi: एक अन्य उभरते संपर्क जोड़ें
id: Tambahkan kontak darurat lainnya

source: Please select expiry date
hi: कृपया समाप्ति तिथि का चयन करें
id: Harap pilih tanggal kadaluwarsa

source: Expiring
hi: समाप्त हो रही
id: Hampir Kadaluarsa

source: Select your birth date
hi: अपनी जन्म तिथि का चयन करें
id: Pilih tanggal lahir Anda

source: Finish
hi: समाप्त
id: Selesai

source: Address
hi: पता
id: Alamat

source: miles from you
hi: आपसे मील दूर
id: miles dari Anda

source: Coordinates
hi: निर्देशांक
id: Koordinat

source: Directions
hi: दिशाओं
id: Petunjuk

source: Photos
hi: तस्वीरें
id: Foto

source: Add Type
hi: प्रकार जोड़ें
id: Tambahkan Jenis

source: Share
hi: शेयर
id: Bagikan

source: Call
hi: कॉल
id: Panggil

source: Website
hi: वेबसाईट
id: Situs web

source: Map
hi: नक्शा
id: Peta

source: Notes
hi: टिप्पणियाँ
id: Catatan

source: Back up to Cloud
hi: क्लाउड पर बैकअप
id: Cadangkan ke Cloud

source: Download Places From Cloud
hi: डाउनलोड क्लाउड की जगह से
id: Unduh Tempat Dari Penyimpanan Cloud

source: This will delete all your places and upload all backed places
hi: यह आपके सभी स्थानों को हटा देगा और सभी बैकअप किये गए स्थानों को अपलोड करेगा
id: Ini akan menghapus semua tempat Anda dan mengunggah semua tempat yang dicadangkan

source: Are you sure you want to continue?
hi: क्या आपको यकीन है की आप जारी रखना चाहते हैं?
id: Apakah Anda yakin Anda ingin melanjutkan?

source: Places backed up
hi: स्थानों को बैक अप कर लिया गया है
id: Tempat dicadangkan

source: No phone number added for this place
hi: इस स्थान के लिए कोई भी फ़ोन नंबर नहीं जोड़ा गया है
id: Tidak ada nomor telepon yang ditambahkan untuk tempat ini

source: Choose User
hi: यूजर चुने
id: Pilih Pengguna

source: This feature is coming soon
hi: ये सुविधा जल्द आने वाली है
id: Fitur ini akan segera hadir

source: Add a Place Type to
hi: एक स्थान का प्रकार जोड़े ताकी
id: Tambahkan Jenis Tempat ke

source: Current Place Type =
hi: वर्तमान स्थान का प्रकार =
id: Jenis Tempat Saat Ini =

source: Save Category
hi: वर्ग सेव करें
id: Simpan Kategori

source: Place category added
hi: स्थान का वर्ग जोड़ दिया गया है
id: Kategori Tempat ditambahkan

source: Search places by:
hi: स्थान ढूंढे इस आधार पर:
id: Cari tempat berdasarkan:

source: All Places
hi: सभी स्थान
id: Semua tempat

source: Get Directions to the Airport
hi: हवाई अड्डे के लिए दिशा निर्देश प्राप्त करें
id: Dapatkan Petunjuk Arah ke Bandara

source: Check Flight Amenities
hi: उड़ान सुविधा जाचें
id: Periksa fasilitas penerbangan

source: Flight #
hi: उड़ान #
id: Penerbangan #

source: Departure
hi: प्रस्थान
id: Keberangkatan

source: Add Flight
hi: उड़ान जोडें
id: Tambahkan Penerbangan

source: Flight Added
hi: उड़ान जुड़ गया

source: Finished Adding Flights
hi: उड़ाने जोड़ना समाप्त
id: Selesai Menambahkan Penerbangan

source: Add Another Flight
hi: अन्य उड़ान जोडें
id: Tambahkan Penerbangan Lainnya

source: Sorry no website registered
hi: क्षमा करें कोई वेबसाइट पंजीकृत नहीं है
id: Maaf, tidak ada situs yang terdaftar

source: Please enter an username and password
hi: कृपया यूजरनेम ओर पासवर्ड डालें
id: Silahkan masukkan username dan password

source: Please try again later
hi: कृप्या थोड़ी देर बाद फिर से कोशिश करें
id: Silakan coba lagi nanti

source: Login Error
hi: लॉग इन त्रुटी
id: Kesalahan masuk

source: SignUp Error
hi: साइन अप त्रुटी
id: Kesalahan pendaftaran

source: No internet connection.
hi: इन्टरनेट कनेक्शन नहीं है.
id: Tidak ada koneksi internet.

source: Offline use for TripKey is coming soon, in the meantime please check your signal.
hi: ट्रिपकीय के लिए ऑफ़लाइन उपयोग जल्द ही आ रहा है, इस बीच कृपया अपना संकेत जांचें.
id: Layanan offline untuk TripKey akan segera hadir, sementara itu, mohon periksa sinyal Anda.

source: Could not save profile pic
hi: प्रोफाइल चित्र सहेजा नहीं जा सका
id: Tidak dapat menyimpan foto profil

source: Profile Picture Deleted!
hi: प्रोफाइल चित्र मिटा दिया गया!
id: Foto Profil Dihapus!

source: Could not post image
hi: चित्र पोस्ट नहीं किया जा सका
id: Tidak dapat memposting gambar

source: The map can't load without a signal
hi: मानचित्र सिग्नल के बिना लोड नहीं किया जा सकता
id: Tidak dapat memuat peta tanpa sinyal

source: There were no places in the
hi: में कोई स्थान नहीं है
id: Tidak ada tempat di

source: category found in that area.
hi: श्रेणी उस छेत्र में पाया गया.
id: Kategori yang ditemukan di daerah tersebut.

source: Make sure you center the map on the area you want to search, all searches are biased to the center of your map.
hi: सुनिश्चित करें की आप जिस क्षेत्र को खोजना चाहते हैं उसपे मानचित्र को केंद्रित करें.
id: Pastikan Anda mengarahkan peta di area yang ingin Anda cari, semua pencarian akan fokus ke pusat peta Anda.

source: Flight Status Not Updated
hi: उड़ान स्थिति अद्यतन नहीं है
id: Status penerbangan belum diperbaharui

source: Flight statuses do not update until 72 hours before departure.
hi: प्रस्थान से पहले उड़ान की स्थिति ७२ घंटे तक अब्देट नहीं होती है
id: Status penerbangan tidak akan diperbaharui sampai 72 jam sebelum keberangkatan.

source: No phone number given
hi: कोइ फोन नंबर दिया नहीं
id: Tidak ada nomor telepon yang diberikan

source: Send Place to
hi: जगह भेजने के लिए
id: Kirim Tempat ke

source: Could not share place
hi: स्थान साझा नहीं कर सका
id: Tidak dapat berbagi tempat

source: Place shared to
hi: जगह साझा करने के लिए
id: Tempat telah dibagikan ke

source: Apple Maps
hi: एप्पल नक्शा

source: Google Maps
hi: गूगल नक्शा

source: This will be a one time charge that is valid even if you switch phones or uninstall TripKey.
hi: यह एक बार चार्ज मान्य है भले ही आप फोन स्विच करें या ट्रिपकीय की स्थापना रद्द करें.
id: Ini akan menjadi biaya satu kali yang akan tetap berlaku bahkan jika Anda mengganti ponsel atau mencopot pemasangan TripKey.

source: Unlock Premium for $2.99
hi: प्रीमियम अनलोक करने के लिए २.९९$ चार्ज लगेगा
id: Aktifkan fitur Premium seharga $2.99

source: Place Saved
hi: जगह बचाया
id: Tempat Tersimpan

source: No Thanks
hi: जी नहीं, धन्यबाद
id: Tidak, terima kasih

source: Restore Purchases
hi: खरीदारी वापस लौटाएँ
id: Mengembalikan pembelian

source: Error
hi: त्रुटि
id: Kesalahan

source: Internet connection appears to be offline.
hi: इन्टरनेट कनेक्शन बंद लाइन प्रतीत होता है.
id: Koneksi internet tampaknya tidak tersambung.

source: Flight has been Cancelled!
hi: उड़ान रद्द कर दी गयी है!
id: Penerbangan telah Dibatalkan!

source: Contact your airline to get replacement flight number.
hi: प्रतिस्थापन उड़ान संख्या पाने के लिए अपनी एयरलाइन से संपर्क करे.
id: Hubungi maskapai penerbangan Anda untuk mendapatkan nomor penerbangan pengganti.

source: Would you like to add the replacement flight automatically?
hi: क्या आप प्रतिस्थापना उड़ान को स्वचालित रूप से जोड़ना चाहते हैं ?
id: Apakah Anda ingin menambahkan penerbangan pengganti secara otomatis?

source: Yes
hi: हाँ
id: Ya

source: No
hi: नहीं
id: Tidak

source: Irregular operation!
hi: अनियमित संचालन !
id: Operasional tidak umum!

source: This flight has an irregular operation of type:
hi: इस उड़ान के प्रकार का एक संचालन अनियमित है:
id: Penerbangan ini memiliki jnis operasional yang tidak umum:

source: Flight not yet updated
hi: उड़ान अभी तक अपडेट नहीं की गयी
id: Penerbangan belum diperbaharui

source: Try again in a few hours.
hi: कुछ घंटों में पुन: प्रयास करें.
id: Coba lagi dalam beberapa jam.

source: It looks like the flight number was changed by the airline, please check with your airline to ensure you have the updated flight number.
hi: ऐसा लग रहा है की एयरलाइन्स ने फ्लाइट नंबर बदल दिया था, यह सुनिश्चित करने के लिए की आपके पास अपडेट की गयी फ्लाइट नंबर है, कृपया अपनी एयरलाइन्स से जांच करे .
id: Sepertinya nomor penerbangan diubah oleh maskapai ini, hubungi maskapai penerbangan Anda untuk memastikan bahwa Anda mendapatkan nomor penerbangan terbaru.

source: Choose category
hi: श्रेणी का चयन
id: Pilih kategori

source: Choose subcategory
hi: उपश्रेणी चुनें
id: Pilih subkategori

source: Please add a place name first.
hi: कृपया स्थान का नाम पहले जोड़ें.
id: Harap tambahkan nama tempat terlebih dahulu.

source: You've successfully restored your purchase!
hi: आपने अपनी खरीदारी सफलतापूर्वक बहल कर ली है!
id: Anda berhasil mengembalikan pembelian Anda!

source: Purchases are disabled in your device!
hi: खरीदारी आपके डिवाइस में अक्षम हैं!
id: Pembelian telah dinonaktifkan pada perangkat Anda!

source: You've successfully unlocked the Premium version!
hi: आपने प्रीमियम संस्करण को सफलतापूर्वक अनलोक कर दिया है!
id: Anda berhasil membuka versi Premium!

source: shared a flight with you
hi: आपके साथ उड़ान साझा की
id: Telah berbagi penerbangan dengan Anda

source: shared a place with you
hi: आपके साथ जगह साझा की
id: Telah berbagi tempat dengan Anda

source: Skip
hi: छोड़ें
id: Melewatkan

source: Unable to share location.
hi: लोकेशन साझा करने में असमर्थ.
id: Tidak dapat berbagi lokasi.

source: Internet connection appears to be offline
hi: इंटरनेट कनेक्शन ऑफलाइन प्रतीत होता है
id: Koneksi internet tampaknya tidak ada

source: Which airport?
hi: कौनसा हवाई अड्डा?
id: Bandara yang mana?

source: Flight was scheduled to have already taken off.
hi: उड़ान निर्धारित समय के अनुरूप जा चुकी है
id: Penerbangan dijadwalkan untuk sudah lepas landas saat ini.

source: Please add a future flight to check for amenities
hi: सुविधाओं की जांच करने के लिए, कृपया भविष्य की उड़ान जोड़ें
id: Harap tambahkan penerbangan mendatang untuk memeriksa fasilitasnya

source: Which leg?
hi: कौन सा खंड?
id: Penerbangan mana?

source: Send Flight to
hi: उड़ान भेजें
id: Kirim penerbangan ke

source: Could not share flight
hi: उड़ान को सझन नहीं कर सका
id: Tidak dapat berbagi info penerbangan

source: Flight shared to
hi: उड़ान को साझा किया गया
id: Info penerbangan dibagikan ke

source: till departure
hi: प्रस्थान तक
id: Sampai dengan keberangkatan

source: till arrival
hi: आगमन तक
id: Sampai dengan kedatangan

source: Flight status: Tap to update
hi: उड़ान की स्थिथि:अपडेट करने के लिए टेप करें
id: Status penerbangan: Tekan untuk memperbaharui

source: Flight status:
hi: उड़ान की स्तिथि:
id: Status penerbangan:

source: Departing on time
hi: समय पर प्रस्थान
id: Berangkat tepat waktu

source: Departure delayed by
hi: प्रस्थान विलंब
id: Keberangkatan tertunda karena

source: Departing
hi: प्रस्थान
id: Berangkat

source: early
hi: जल्दी
id: Awal

source: Arriving on time
hi: समय पर पहुँचने
id: Sampai tepat waktu

source: Arrival delayed by
hi: आगमन में विलंब
id: Kedatangan tertunda karena

source: Arriving
hi: पहुँचने
id: Hampir Sampai

source: Flight status: Landed
hi: उड़ान की स्तिथि: उतरा
id: Status Penerbangan: Telah Mendarat

source: Landed on time
hi: सही समय पर उतरा
id: Telah Mendarat tepat waktu

source: Landed
hi: उतरा
id: Telah mendarat

source: late
hi: देर से
id: Terlambat

source: Flight status: Cancelled
hi: उड़ान की स्थिति: रद्द
id: Status Penerbangan: Dibatalkan

source: Name
hi: नाम
id: Nama

source: Search by Name
hi: नाम से खोजे
id: Cari berdasarkan nama

source: Type
hi: प्रकार
id: Jenis

source: Search by type
hi: प्रकार के आधार पर खोजे
id: Cari berdasarkan jenis

source: Search by Country
hi: देश के आधार पर खोजे
id: Cari berdasarkan negara

source: Search by City
hi: शहर के आधार पर खोजे
id: Cari berdasarkan kota

source: Cloud actions
hi: क्लाउड एक्शन
id: Tindakan di Cloud

source: If you back up your places you will still be able to access all your saved locations even if you change phones.
hi: यदि आप अपने स्थानों का बैकअप लेते हैं तो आप फिर भी अपने सभी सहेजे गए लोकेशन तक पहुंच सकते हैं भले ही आप फोन बदलते हों.
id: Jika ada mencadangkan tempat Anda, Anda akan tetap dapat mengakses semua lokasi yang Anda simpan bahkan jika Anda mengganti ponsel Anda.

source: Try again later.
hi: बाद में पुन: प्रयास करें.
id: Coba lagi nanti.

source: Could not back place up.
hi: स्थान का बैकअप नहीं लिया जा सका.
id: Tidak dapat mencadangkan tempat.

source: This will upload all backed up places
hi: यह सभी बैकअप किए गए स्थानों को अपलोड करेगा
id: Ini akan mengunggah semua tempat yang dicadangkan.

source: Unable to download all places.
hi: सभी स्थानों को डाउनलोड नहीं किआ जा सका .
id: Tidak dapat mengunduh semua tempat.

source: You don't have any backed up places.
hi: आपके पास कोई बैक अप किया गया स्थान नहीं है.
id: Anda tidak memiliki tempat yang dicadangkan.

source: Place Type added
hi: स्थान का प्रकार जोड़ दिया गया है
id: Jenis tempat ditambahkan

source: Add Notes to
hi: नोट्स जोड़ो
id: Tambahkan catatan ke

source: Place info saved
hi: स्थान की जनकारी बचा ली गयी है
id: Informasi Tempat telah tersimpan

source: Place notes added
hi: स्थान का नोट्स जोड़ दिया गया है
id: Informasi Tempat telah ditambahkan
